Repository: AndreiGerasimenko/AndreiGerasimenko.github.io
Catalog: src/i18n/messages.*.xlf
Languages: ru

source: <strong>Andrii Herasymenko</strong>
ru: <strong>Герасименко Андрей</strong>

source: 43 Laherna street, apt. 3, Kyiv, Ukraine
ru: ул.Лагерная 43, кв.3, Киев, Украина

source: Tel: +38 (093) 373 2137
ru: Тел.: +38 (093) 373 2137

source: Email: FYLHSQVH@gmail.com
ru: Эл.почта.: FYLHSQVH@gmail.com

source: Portfolio: andriiherasymenkoportfolio.herokuapp.com
ru: Портфолио: andriiherasymenkoportfolio.herokuapp.com

source: <strong>objective</strong> Junior Front-End Developer
ru: <strong>Позиция</strong> Junior Front-End Developer

source: I passed the way of changing a specialty, attending a programming course after the main job. I have been chosen among twelve candidates after the course ends. I'm highly motivated, eager to learn, and grow. I surely will do my best to deliver quality products to your customers.
ru: Я прошёл путь изменения профессии, посещая курсы программирования после основной работы. После окончания курсов я был выбран среди двенадцати кандидатов. Я мотивирован, с большим желание обучаться новому и расти. Приложу все усилия для написания качественного кода.

source: I have an analytical experience. It took me only 1 year to become the head of the analytical department in Dream Makers company. I won "The best young employee of the 2018 year" award in Dream Makers company. When I was a student, I worked as an analyst in the "Roshen" company - the biggest confectionery company in Ukraine.
ru: У меня есть опыт работы аналитиком. Мне понадобился только 1 год чтоб стать руководителем отдела аналитики в компании Dream Makers. Выиграл в номинации "Лучший молодой сотрудник 2018-того года" в компании Dream Makers. Будучи студентом я работал аналитиком в компании "Roshen" - наибольшей кондитерской компании в Укарине.

source: personal details
ru: персональная информация

source: Date of Birth: 14 May 1992
ru: Дата рождения: 14 мая 1992

source: Marital Status: Married
ru: Семейный статус: Женат

source: education
ru: образование

source: 2010-2016: National Technical University of Ukraine “Kyiv Polytechnic Institute”, “Institute of applied system analysis”
ru: 2010-2016: НТУУ “КПИ”, “Институт прикладного системного анализа”

source: Field of study: Social informatics, modelling of social processes
ru: Специальность: Социальная информатика, моделирование социальных процессов

source: Specialist`s Academic Level
ru: Академический уровень - Специалист

source: work experience
ru: Опыт работы

source: December 2019 – July 2020: Junior Front-End Developer (Angular, React) at “Polytech Software” company.
ru: декабрь 2019 - июль 2020: Junior Front-End Developer (Angular, React) в компании “Polytech Software”

source: March 2016 – present: Head of Analytical Department at “Dream Makers” company, UA
ru: март 2016 - по сегодняшний день: Руководитель отдела аналитики в компании “Dream Makers”

source: September 2015 – February 2016: Junior Analyst at “Roshen” corporation, UA
ru: сентябрь 2015 – февраль 2016: Junior Analyst в компании “Roshen”, Украина

source: personal skills
ru: Навыки

source: Experienced with:
ru: Хороший уровень владения:

source: Worked and have understanding of Ngrx
ru: Работал с и есть понимание Ngrx

source: additional skills
ru: Дополнительные навыки

source: Languages: English –Upper Intermediate Level
ru: Языки: Английский - Выше среднего

source: Self-learning; eager to experience and learn new skills; highly-motivated; enthusiastic; good communication skills; good at a team work; responsible for the results of my work.
ru: Самообучаем; имею большое желание узичать новые технологии и расти; высокомотивирован; хорошие комуникативные навыки; хорош в командной работе; ответственен за результаты своей работы.

source: Log Out
ru: Выйти

source: Welcome
ru: Добро пожаловать

# loginLabel
source: Login
ru: Логин

source: Login
ru: Логин

# loginError
source: Login is <strong>required</strong>
ru: Логин <strong>обязательное</strong> поле

# passwordLabel
source: Password
ru: Пароль

source: Enter your password
ru: Введите пароль

# passwordError
source: Password is <strong>required</strong>
ru: Пароль <strong>обязательное</strong> поле

# formError
source: Invalid login data
ru: Неправильные данные

# loginButton
source: Log In
ru: Войти
